ent-WeaponSerenada = Импульсная винтовка "Серенада"
.desc = Гражданская импульсная винтовка.
.suffix = { "Empire" }

ent-WeaponEnergyDualPistol = Двойной пистолет
.desc = Прототип экспериментального лазерного пистолета, разработанного специально для
.suffix = { "Empire" }

ent-WeaponApollon = Лазерный пистолет "Аполлон"
.desc = Никто не знает, сколько крови было пролито, чтобы получить это.
.suffix = { "Empire" }

ent-WeaponAres = Лазерный пистолет "Арес"
.desc = Пока ты держишь это оружие, ты чувствуешь, как через тебя проходит тысяча душ.
.suffix = { "Empire" }